{
	"version": 1,
	"scope": "default",
	"spellCount": 11,
	"values": {
		"pbonus": "",
		"initiative": "",
		"hp_current": "37",
		"hp_max": "37",
		"temp_hp": "",
		"ac": "17",
		"speed": "",
		"asi_str": "",
		"asi_str_bonus": "",
		"str_save": "",
		"asi_dex": "",
		"asi_dex_bonus": "",
		"dex_save": "",
		"asi_con": "",
		"asi_con_bonus": "",
		"con_save": "",
		"asi_int": "",
		"asi_int_bonus": "",
		"int_save": "",
		"asi_wis": "",
		"asi_wis_bonus": "",
		"wis_save": "",
		"asi_cha": "",
		"asi_cha_bonus": "",
		"cha_save": "",
		"passive-inv": "+9",
		"passive-ins": "+13",
		"passive-perc": "+13",
		"defenses_desc": "",
		"conditions_desc": "",
		"prof_weapons": "Simple, Martial",
		"prof_armor": "Light, Medium, Shields",
		"prof_tools": "Painter's Supplies, Woodcarver's Tools",
		"prof_languages": "Common, Sylvan, Elvish",
		"atk_name_1": "Shillelagh Hit + Fey Strikes",
		"atk_range_1": "5 ft.",
		"atk_hitdc_1": "+5",
		"atk_dmg_1": "1d8+1d4+3",
		"atk_name_2": "Scimitar Hit + Scimitar Hit + Fey Strikes",
		"atk_range_2": "5 ft.",
		"atk_hitdc_2": "+4",
		"atk_dmg_2": "2d6+1d4+3&nbsp;",
		"atk_name_3": "Shillelagh Hit<span style=\"font-size: 16.8px;\">&nbsp;+ Hunter's Mark</span>&nbsp;+ Fey Strikes",
		"atk_range_3": "5 ft.",
		"atk_hitdc_3": "+5",
		"atk_dmg_3": "1d8+1d6+1d4<div>+3</div>",
		"atk_name_4": "Scimitar Hit + Scimitar Hit + Hunter's Mark + Fey Strikes",
		"atk_range_4": "5 ft.",
		"atk_hitdc_4": "+4",
		"atk_dmg_4": "3d6 + 1d4 + 3",
		"atk_name_5": "Starry Wisp",
		"atk_range_5": "60 ft.",
		"atk_hitdc_5": "+5",
		"atk_dmg_5": "1d8",
		"atk_name_6": "",
		"atk_range_6": "",
		"atk_hitdc_6": "",
		"atk_dmg_6": "",
		"mastery_name_1": "Topple:",
		"mastery_desc_1": "If you hit a creature with this weapon, you can force the creature to make a Constitution saving throw (DC 8 plus the ability modifier used to make the attack roll and your Proficiency Bonus). On a failed save, the creature has the Prone condition.",
		"mastery_name_2": "Nick:",
		"mastery_desc_2": "When you make the extra attack of the Light property, you can make it as part of the Attack action instead of as a Bonus Action. You can make this extra attack only once per turn.",
		"effect_name": "",
		"effect_mod": "",
		"effect_affects": "",
		"action_name": "",
		"action_desc": "",
		"ba_name": "",
		"ba_desc": "",
		"reaction_name": "",
		"reaction_desc": "",
		"free_name": "",
		"free_desc": "",
		"acr_bonus": "",
		"ah_bonus": "",
		"arc_bonus": "",
		"ath_bonus": "",
		"dec_bonus": "",
		"his_bonus": "",
		"ins_bonus": "",
		"int_bonus": "",
		"inv_bonus": "",
		"med_bonus": "",
		"nat_bonus": "",
		"perc_bonus": "",
		"perf_bonus": "",
		"pers_bonus": "",
		"rel_bonus": "",
		"sle_bonus": "",
		"ste_bonus": "",
		"sur_bonus": "",
		"tool_misc_name_1": "Painter's Supplies:",
		"tool_misc_desc_1": "Ability: Wisdom\n<div>\n</div><div>Weight: 5 lb.\n</div><div>Utilize: Paint a recognizable image of something you've seen (DC 10)\n</div><div>Craft: Druidic Focus, Holy Symbol</div><div>\n</div><div>\n</div>",
		"tool_misc_name_2": "Woodcarver's Tools:",
		"tool_misc_desc_2": "Ability: Dexterity\n<div>\n</div><div>Weight: 5 lb.\n</div><div>Utilize: Carve a pattern in wood (DC 10)\n</div><div>Craft: Club, Greatclub, Quarterstaff, Ranged weapons (except Pistol, Musket, and Sling), Arcane Focus, Arrows, Bolts, Druidic Focus, Ink Pen, Needles</div><div>\n</div><div>\n</div>",
		"spell_name_2": "Booming Blade",
		"spell_level_2": "",
		"spell_school_2": "Evocation",
		"spell_cast_time_2": "Action",
		"spell_range_2": "Self (5 ft.)",
		"spell_components_2": "S, M (melee weapon worth 1sp)",
		"spell_duration_2": "1 round",
		"spell_desc_2": "<font color=\"#bbbbbb\" face=\"Convergence, Arial, sans-serif\">You brandish the weapon used in the spell's casting and make a melee attack with it against one creature within 5 feet of you. On a hit, the target suffers the weapon attack's normal effects and then becomes sheathed in booming energy until the start of your next turn. If the target willingly moves 5 feet or more before then, the target takes 1d8 thunder damage, and the spell ends.</font>",
		"spell_upcast_2": "None",
		"spell_name_5": "Shillelagh",
		"spell_level_5": "",
		"spell_school_5": "Transmutation",
		"spell_cast_time_5": "Bonus Action",
		"spell_range_5": "Touch",
		"spell_components_5": "V, S, M (mistletoe)",
		"spell_duration_5": "1 minute",
		"spell_desc_5": "<div><font color=\"#bbbbbb\">A Club or Quarterstaff you are holding is imbued with nature's power. For the duration, you can use your spellcasting ability instead of Strength for the attack and damage rolls of melee attacks using that weapon, and the weapon's damage die becomes a d8. If the attack deals damage, it can be Force damage or the weapon's normal damage type (your choice).</font></div><div><font color=\"#bbbbbb\"><br></font></div><div><font color=\"#bbbbbb\">The spell ends early if you cast it again or if you let go of the weapon.</font></div>",
		"spell_upcast_5": "None",
		"spell_name_4": "Starry Wisp",
		"spell_level_4": "",
		"spell_school_4": "Evocation",
		"spell_cast_time_4": "Action",
		"spell_range_4": "60 ft.",
		"spell_components_4": "V, S",
		"spell_duration_4": "Instantaneous",
		"spell_desc_4": "<font color=\"#bbbbbb\" face=\"Convergence, Arial, sans-serif\">You launch a mote of light at one creature or object within range. Make a ranged spell attack against the target. On a hit, the target takes 1d8 Radiant damage, and until the end of your next turn, it emits Dim Light in a 10-foot radius and can't benefit from the Invisible condition.</font>",
		"spell_upcast_4": "None",
		"spell_name_6": "Absorb Elements",
		"spell_level_6": "1",
		"spell_school_6": "Abjuration",
		"spell_cast_time_6": "Reaction, upon taking acid, cold, fire, lightning, or thunder damage",
		"spell_range_6": "Self",
		"spell_components_6": "S",
		"spell_duration_6": "1 round",
		"spell_desc_6": "The spell captures some of the incoming energy, lessening its effect on you and storing it for your next melee attack. You have resistance to the triggering damage type until the start of your next turn. Also, the first time you hit with a melee attack on your next turn, the target takes an extra 1d6 damage of the triggering type, and the spell ends.",
		"spell_upcast_6": "None",
		"spell_name_7": "Detect Magic",
		"spell_level_7": "1",
		"spell_school_7": "Divination",
		"spell_cast_time_7": "Action or Ritual",
		"spell_range_7": "Self",
		"spell_components_7": "V, S",
		"spell_duration_7": "Concentration, up to 10 minutes",
		"spell_desc_7": "<div>For the duration, you sense the presence of magical effects within 30 feet of yourself. If you sense such effects, you can take the Magic action to see a faint aura around any visible creature or object in the area that bears the magic, and if an effect was created by a spell, you learn the spell's school of magic.</div><div><br></div><div>The spell is blocked by 1 foot of stone, dirt, or wood; 1 inch of metal; or a thin sheet of lead.</div>",
		"spell_upcast_7": "None",
		"spell_name_8": "Ensnaring Strike",
		"spell_level_8": "1",
		"spell_school_8": "Conjuration",
		"spell_cast_time_8": "Bonus Action, upon hitting a creature with a melee weapon",
		"spell_range_8": "Self",
		"spell_components_8": "V",
		"spell_duration_8": "Concentration, up to 1 minute",
		"spell_desc_8": "<div>As you hit the target, grasping vines appear on it, and it makes a Strength saving throw. A Large or larger creature has Advantage on this save. On a failed save, the target has the Restrained condition until the spell ends. On a successful save, the vines shrivel away, and the spell ends.</div><div><br></div><div>While Restrained, the target takes 1d6 Piercing damage at the start of each of its turns. The target or a creature within reach of it can take an action to make a Strength (Athletics) check against your spell save DC. On a success, the spell ends.</div>",
		"spell_upcast_8": "None",
		"spell_name_1": "Goodberry",
		"spell_level_1": "1",
		"spell_school_1": "Conjuration",
		"spell_cast_time_1": "Action",
		"spell_range_1": "Touch",
		"spell_components_1": "V, S, M (mistletoe)",
		"spell_duration_1": "24 hours",
		"spell_desc_1": "Ten berries appear in your hand and are infused with magic for the duration. A creature can take a Bonus Action to eat one berry. Eating a berry restores 1 Hit Point, and the berry provides enough nourishment to sustain a creature for one day.\n<div>\n</div><div>Uneaten berries disappear when the spell ends.</div>",
		"spell_upcast_1": "None",
		"spell_name_9": "Hunter's Mark",
		"spell_level_9": "1",
		"spell_school_9": "Divination",
		"spell_cast_time_9": "Bonus Action",
		"spell_range_9": "90 ft.",
		"spell_components_9": "V",
		"spell_duration_9": "Concentration, up to 1 hour",
		"spell_desc_9": "<div>You magically mark one creature you can see within range as your quarry. Until the spell ends, you deal an extra 1d6 Force damage to the target whenever you hit it with an attack roll. You also have Advantage on any Wisdom (Perception or Survival) check you make to find it.</div><div><br></div><div>If the target drops to 0 Hit Points before this spell ends, you can take a Bonus Action to move the mark to a new creature you can see within range.</div>",
		"spell_upcast_9": "None",
		"spell_name_10": "Longstrider",
		"spell_level_10": "1",
		"spell_school_10": "Transmutation",
		"spell_cast_time_10": "Action",
		"spell_range_10": "Touch",
		"spell_components_10": "V, S, M (a pinch of dirt)",
		"spell_duration_10": "1 hour",
		"spell_desc_10": "You touch a creature. The target's Speed increases by 10 feet until the spell ends.",
		"spell_upcast_10": "None",
		"spell_name_11": "Speak with Animals1",
		"spell_level_11": "1",
		"spell_school_11": "",
		"spell_cast_time_11": "Action or Ritual",
		"spell_range_11": "Self",
		"spell_components_11": "V, S",
		"spell_duration_11": "10 minutes",
		"spell_desc_11": "<div>For the duration, you can comprehend and verbally communicate with Beasts, and you can use any of the Influence action's skill options with them.</div><div><br></div><div>Most Beasts have little to say about topics that don't pertain to survival or companionship, but at minimum, a Beast can give you information about nearby locations and monsters, including whatever it has perceived within the past day.</div>",
		"spell_upcast_11": "None",
		"spell_name_3": "Zephyr Strike",
		"spell_level_3": "1",
		"spell_school_3": "Transmutation",
		"spell_cast_time_3": "Bonus Action",
		"spell_range_3": "Self",
		"spell_components_3": "V",
		"spell_duration_3": "Concentration, up to 1 minute",
		"spell_desc_3": "<div>You move like the wind. Until the spell ends, your movement doesn't provoke opportunity attacks.</div><div><br></div><div>Once before the spell ends, you can give yourself advantage on one weapon attack roll on your turn. That attack deals an extra 1d8 force damage on a hit. Whether you hit or miss, your walking speed increases by 30 feet until the end of that turn.</div>",
		"spell_upcast_3": "None",
		"plat": "",
		"gold": "4",
		"electrum": "",
		"silver": "",
		"copper": "",
		"equip_name_1": "Druid Focus",
		"equip_desc_1": "A Druidic Focus takes a specific form and is carved, tied with ribbon, or painted to channel primal magic. A Druid or Ranger can use such an object as a Spellcasting Focus.<div><br></div><div>A wooden quarterstaff engraved with druidic runes and coated in ritualistic paint markings. It is topped with fine plant fibers made of many species, the tips are stained in many colors of paint. Multicolor ribbon is weaved tightly in a crossing pattern down the length of the staff, with hanging sprigs of mistletoe tied in small bunches throughout.</div><div><br></div><div>Simple - 1d6 / 1d8 bludgeoning - Versatile - Topple</div>",
		"equip_qty_1": "1",
		"equip_name_2": "Scimitar",
		"equip_desc_2": "Two scimitars with handles resembling the quarterstaff.<div><br></div><div>Martial - 1d6 slashing - Finesse - Light - Nick</div>",
		"equip_qty_2": "2",
		"equip_name_3": "Explorers Pack",
		"equip_desc_3": "Backpack - 1<div>&nbsp; &nbsp; - Flask of Oil - 2</div><div>&nbsp; &nbsp; - Rations - 10</div><div>&nbsp; &nbsp; - Rope - 1</div><div>&nbsp; &nbsp; - Tinderbox (Flint, Steel, Tinder) - 1</div><div>&nbsp; &nbsp; - Torches - 10</div><div>&nbsp; &nbsp; - Waterskin - 1</div><div>&nbsp; &nbsp; - Traveller's Clothes - 1</div><div>Bedroll - 1</div><div><br></div>",
		"equip_qty_3": "1",
		"equip_name_4": "Chain Shirt",
		"equip_desc_4": "AC: 13 + Dex (Max: 2)",
		"equip_qty_4": "1",
		"equip_name_5": "Shield",
		"equip_desc_5": "<div>A shield with well-polished metal plates inlaid into a wooden frame that has pristine wooden carvings. The inside looks like a paint pallete that hasn't been cleaned in a while...</div><div><br></div>AC: +2",
		"equip_qty_5": "",
		"equip_name_6": "Climber's Kit",
		"equip_desc_6": "Boot Tips - 2<div>Gloves - 2</div><div>Pitons - ?</div><div>Harness - 1</div>",
		"equip_qty_6": "1",
		"attune_name_1": "",
		"attune_desc_1": "",
		"possesion_name": "Sketchbook",
		"possesion_desc": "Various paintings of places wandered and creatures met. Strange landscapes, stranger creatures, and many plants with written annotations and descriptions.",
		"class_feat_name_1": "Lvl. 1 Favored Enemy",
		"class_feat_desc_1": "You always have the Hunter's Mark spell prepared. You can cast it twice without expending a spell slot, and you regain all expended uses of this ability when you finish a Long Rest.",
		"class_feat_name_2": "Lvl. 1 Weapon Mastery",
		"class_feat_desc_2": "Your training with weapons allows you to use the mastery properties of two kinds of weapons of your choice with which you have proficiency. Whenever you finish a Long Rest, you can change the kinds of weapons you chose.",
		"class_feat_name_3": "Lvl. 2 Deft Explorer",
		"class_feat_desc_3": "Expertise. Choose one of your skill proficiencies with which you lack Expertise. You gain Expertise in that skill. Intimidation",
		"class_feat_name_4": "Lvl. 2 Fighting Style",
		"class_feat_desc_4": "Druidic Warrior. You learn two Druid cantrips of your choice. The chosen cantrips count as Ranger spells for you, and Wisdom is your spellcasting ability for them.",
		"class_feat_name_5": "Lvl. 3 Subclass - Fey Wanderer",
		"class_feat_desc_5": "Your joyful laughter brightens the hearts of the downtrodden, and your martial prowess strikes terror in your foes, for great is the mirth of the fey and dreadful is their fury.",
		"class_feat_name_6": "Lvl. 3 Dreadful Strikes",
		"class_feat_desc_6": "You can augment your weapon strikes with mind-scarring magic drawn from the murky hollows of the Feywild. When you hit a creature with a weapon, you can deal an extra 1d4 Psychic damage to the target, which can take this extra damage only once per turn.",
		"class_feat_name_7": "Lvl. 3 Fey Wanderer Spells",
		"class_feat_desc_7": "When you reach a Ranger level specified in the Fey Wanderer Spells table, you thereafter always have the listed spells prepared.<br><br>3rd - Charm Person",
		"class_feat_name_8": "Lvl. 3 Otherworldly Glamour",
		"class_feat_desc_8": "Whenever you make a Charisma check, you gain a bonus to the check equal to your Wisdom modifier (minimum of +1).<br><br>You also gain proficiency in one of these skills of your choice: Deception, Performance, or Persuasion.",
		"species_trait_name_1": "Darkvision",
		"species_trait_desc_1": "You have Darkvision with a range of 60 feet.",
		"species_trait_name_2": "Elven Lineage - High Elf",
		"species_trait_desc_2": "Lvl. 1 - You know the Prestidigitation cantrip. Whenever you finish a Long Rest, you can replace that cantrip with a different cantrip from the Wizard spell list.<div><br></div><div>Lvl. 3 - Detect Magic always prepared. Free 1/day</div>",
		"species_trait_name_3": "Fey Ancestry",
		"species_trait_desc_3": "You have Advantage on saving throws you make to avoid or end the Charmed condition.",
		"species_trait_name_4": "Keen Senses",
		"species_trait_desc_4": "You have proficiency in the Insight, Perception, or Survival skill. Insight",
		"species_trait_name_5": "Trance",
		"species_trait_desc_5": "You don't need to sleep, and magic can't put you to sleep. You can finish a Long Rest in 4 hours if you spend those hours in a trancelike meditation, during which you retain consciousness.",
		"feat_name": "Origin - Tough",
		"feat_desc": "Your Hit Point maximum increases by an amount equal to twice your character level when you gain this feat. Whenever you gain a character level thereafter, your Hit Point maximum increases by an additional 2 Hit Points.",
		"other_feature_name_1": "Feywild Gifts",
		"other_feature_desc_1": "You also possess a fey blessing. Choose it from the Feywild Gifts table or determine it randomly.<br><br>Your skin and hair change color each dawn.",
		"organizations": "",
		"allies": "",
		"enemies": "",
		"background": "Fey Lost<div><br></div><div>After getting lost in the Feywild whilst on a trip with his family, he had to spend quite some time there trying to find a way back. Upon a successful journey as equally nightmarish as it was whimsical, he said goodbye to the strange travelling companions that had chosen to follow him along the way, and left through a portal back to his home plane, unsure of his fate.</div><div><br></div><div>Like many things in the Feywild, his time spent there was also a blessing and a curse. Living off of the plants and animals had given some attunement to the magic that is inherently in everything there, and strengthed his body, but the effects on returning were only lessened instead of killing him outright.</div><div><br></div><div>He woke up much older than he was when he stepped through the portal, and in a location far from his original home. He had grown accustomed to wandering though, and he would find his way back eventually, for the youthful and whimsical nature of the land he had spent so long in would never leave his soul. Elves have long lives anyways.</div><div><br></div><div>Feat: Tough</div><div>Skill Proficiencies: Persuasion, Intimidation<br>Tool Proficiencies: Painter's Tools, Woodcarving Tools</div><div><br></div>",
		"alignment": "Chaotic Good",
		"gender": "Male",
		"eye_color": "Dark Brown",
		"size": "Medium",
		"height": "5' 9\"",
		"faith": "",
		"hair_color": "Pale blonde, with stains of colors on some of the ends that look like faded hair dye",
		"skin_color": "Colors include a pale blue tinge, a pastelle yellow, pale white, reddish pink, lilac tinged (current), and a light tan<div><br></div><div>Will roll a d6 to determine it on long rest</div>",
		"age": "??? (40's as an elf)",
		"weight": "210",
		"apprearance_desc": "Introduction to Party:<div>&nbsp; &nbsp; &nbsp;\"Before you stands a very old elf. He has pale blonde, nearly-white hair that is long, with ends that look like they have long ago been dyed many different colors. He is wearing simple beige travellers clothes but you can hear the metal rings of a chainmail shirt underneath.</div><div>&nbsp; &nbsp; &nbsp;He carries a wooden staff, supporting him as he walks. It has intricate carvings and painted runes along the shaft, along with crossing patterns of ribbon holding hanging sprigs of mistletoe. Affixed to the top is a metal ring holding fine bristles of plant fibers and the tips are stained with paint, much like his fingers, and clothes. Looking closely at the shield on his back shows the many trials of mixing different colors together.\"</div>"
	},
	"prepared": {
		"1": true,
		"2": true,
		"3": true,
		"4": true,
		"5": true,
		"6": true,
		"7": true,
		"8": true,
		"9": true,
		"10": false,
		"11": false
	}
}
